using System;

namespace Lab1
{
    public class Lab1
    {
        // Возвращает "My name is " + переданное в функцию имя
        public static string SayMyName(string name)
        {
            return " ";
        }

        // Дана функция y = 1 / (x^2)
        // Необходимо найти значение производной функции в точке "x".
        public static float f(float x)
        {
            return 0;
        }

        public static void Main()
        {
            string name = Console.ReadLine();
            Console.WriteLine(SayMyName(name));
        }
    }
}
